DavidAnson.vscode-markdownlint
eamodio.gitlens
golang.go
jebbs.plantuml
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cpptools
ms-vscode.makefile-tools
redhat.vscode-yaml
rust-lang.rust
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
timonwong.shellcheck
